// 보드 방에서 사용할 사용자 색상
export const COLORS_BORDER = [
    "#FFB6C1",
    "#98FB98",
    "#FFDAB9",
    "#ADD8E6",
    "#666666", // 이하 디버깅용
    "#666666",
    "#666666",
    "#666666",
];

export const COLORS_CURSOR = [
    "#AB0C20",
    "#33C44F",
    "#EA8221",
    "#017DA3",
    "#666666", // 이하 디버깅용
    "#666666",
    "#666666",
    "#666666",
];

export const COLORS_PING = [
    "#FF00FF",
    "#39FF14",
    "#FFAC33",
    "#00FFFF",
    "#666666", // 이하 디버깅용
    "#666666",
    "#666666",
    "#666666",
];

export const COLORS_NAMETAG = [
    "#AB0C20",
    "#33C44F",
    "#EA8221",
    "#017DA3",
    "#666666", // 이하 디버깅용
    "#666666",
    "#666666",
    "#666666",
];

export const COLORS_LIKE = [
    "#FF1493",
    "#00EE00",
    "#FFAE1D",
    "#1E90FF",
    "#666666", // 이하 디버깅용
    "#666666",
    "#666666",
    "#666666",
];